/* Status line above clock after alarm is stopped */
"Alarm terminated!" = "Wekker uitgeschakeld!";

/* Status line above clock during alarm */
"Press Any key to snooze" = "Sluimeren: willekeurige toets";

/* Status line above clock during alarm */
"Press Any key to stop" = "Stoppen: willekeurige toets";

/* Status line above clock during alarm */
"Press Enter to snooze" = "Sluimeren: enter/return";

/* Status line above clock during alarm */
"Press Enter to stop" = "Stoppen: enter/return";

/* Button below clock */
"Snooze" = "Sluimer";

/* Status line above clock during snooze */
"Snoozing until" = "Sluimeren tot:";

/* Status line above clock when first starting alarm */
"Starting alarm..." = "Start wekker...";

/* Button below clock */
"Stop" = "Stop";

